Repository: skyturkish/second_hand
Catalog: lib/l10n/intl_*.arb
Languages: tr

source: password
tr: parola

source: Login
tr: Giriş Yap

# cannotFindAUser
source: Cannot find a user with the entered credentials!
tr: Bu bilgilere sahip herhangi bir kullanıcı mevcut değil!

source: Wrong credentials
tr: Email yada parola hatalı

source: Authentication error
tr: Giriş yaparken bir hata oluştu

# theAccountCouldNotBeDeleted
source: the account could not be deleted, please log in again!
tr: Hesap silinemedi,lütfen tekrar giriş yaptıktan sonra tekrar deneyiniz.

# pleaseLogUnToYourAccount
source: Please log in to your account to sell and buy products
tr: Ürün alıp satmak için lütfen girip yapın!

source: I forgot my password
tr: Parolamı unuttum

source: Sign in with google
tr: Google ile giriş yap

# notRegisteredYet
source: Not registered yet? Register here!
tr: Henüz bir hesabın yok mu ? Hesap Oluştur!

source: Register
tr: Kayıt ol

# weakPassord
source: Weak Password
tr: Güçşüz şifre

source: Email is already in use
tr: Email kullanımda

source: Failed to register
tr: Kayıt olunamadı

source: Invalid email
tr: Geçersiz email

# enterYourEmail
source: Enter your email and password to sell and buy products
tr: Ürün alıp satmak için email ve parola giriniz!

# alreadyRegistered
source: Already registered? Login here!
tr: Hesabın zaten var mı? Giriş Yap!

# weCouldNotProcessYourRequest
source: We could not process your request, Please make sure that you are a registered user, or if not, register a user now by going back one step
tr: Şuanda işleminizi gerçekleştiremiyoruz,Lütfen giriş yaptığınızdan emin olun,eğer hesabınız yoksa,bir tane oluşturun

source: Forgot Password
tr: Şifremi unuttum

# ifYouForgotYourPassword
source: If you forgot your password, simply enter your email and we will send you a password
tr: Şifrenizi mi unuttunuz ? email adresinizi girin, size bir parola göndereceğiz

source: Send me password reset link
tr: Bana şifre sıfırlama isteğini yolla

source: Back to login page
tr: Hemen Giriş Yap!

source: Verify Email
tr: Hesabı onayla

# ifYouHavenotReceived
source: If you haven't received a verification email yet, press the buton below
tr: Hesabı onayla maili size ulaşmadı mı ? Tekrar Gönder!

source: Send email verification
tr: Email onaylama isteği gönder!

# weHaveSentYouAnEmail
source: we've sent you an email... Please open it to verify your account
tr: Bir email gönderdik, lütfen onaylayın

source: Description
tr: Açıklama

source: Start Talking
tr: Konuşmaya başla

source: Products
tr: Ürünler

# thisProductIsRemoved
source: This product is removed by owner
tr: Bu ürün sahibi tarafından kaldırıldı

source: Back To Page
tr: Bir önceki sayfaya dön

source: My Chats
tr: Sohbetler

source: Write Here!
tr: Mesajını yaz...

source: You can't send empty message
tr: Boş mesaj gönderemezsin

source: My Products
tr: Ürünlerim

source: My Network
tr: Bağlantılarım

source: Account Detail
tr: Hesap Detay

source: Follower
tr: Takipçi

source: Following
tr: Takip ettiklerim

source: Edit Profile
tr: Profili güncelle

source: Follow
tr: Takip et

source: Break Follow
tr: Takibi bırak

source: Save
tr: Kaydet

source: Informations
tr: Bilgiler

# youAreAVerifiedUser
source: You are a verified user. Buyers will take this into account.
tr: Onaylanmış kullanıcısınız. Satıcılar bunu dikkate alacak.

source: Enter name
tr: İsim gir

source: Write about you
tr: Kendin hakkında yaz

source: From Camera
tr: Kameradan

source: From Gallery
tr: Galeriden

# helpAndSupport
source: Help & Support
tr: Yardım & Destek

source: Help Center
tr: Yardım Merkezi

source: You can read our help guide
tr: Yardım rehberimizi okuyabilirsiniz

source: Rate Us
tr: Bizi puanla

# ifYouLikeOurApp
source: If you like our app, we will be happy if you rate us
tr: Eğer uygulamamızı sevdiyseniz, bizi puanlayın

# inviteYourFriends
source: Invite your friends to Second-Hand
tr: Arkadaşlarını Second-Hand'e davet et

# inviteYourFriendsToBuy
source: Invite your friends to buy and sell their stuff
tr: Eşyalarının eşyaları satın alması ve satması için Arkadaşlarını davet et!

source: Settings
tr: Ayarlar

source: Privacy and Logout
tr: Gizlilik ve Çıkış

source: Help center and legal terms
tr: Yardım merkezi ve yasal şartlar

source: Notifications
tr: Bildirimler

# recommendations
source: Recommendations & Special communications
tr: Önerilenler & Özel ilişkiler

source: Logout
tr: çıkış yap

source: Dark / Light
tr: Karanlık / Aydınlık

source: Upload Photos
tr: Resimleri yükle

source: Take a picture
tr: Fotoğraf Çek

# youMustSelect
source: You must select at least one photo
tr: En az bir tane fotoğraf eklemelisiniz

source: Set A Price
tr: Fiyat belirleyin

source: Price
tr: Fiyat

source: Location
tr: Konum

# weAreTryingToFind
source: We are trying to find your location ...
tr: Konumunuzu tespit etmeye çalışıyoruz ...

source: Release Product
tr: Ürünü yayınla

source: Show profile and edit
tr: Profili gör ve düzenle

source: Chats
tr: Sohbetler

source: Sell
tr: Sat

source: Account
tr: Hesap

source: Include some details
tr: Detaylar ekleyin

source: Title
tr: Başlık

source: delete
tr: Sil

# buttonCancel
source: Cancel
tr: İptal

# buttonYes
source: Yes
tr: Evet

# buttonNo
source: No
tr: Hayır

# buttonLogOut
source: Log out
tr: Çıkış Yap

# buttonOk
source: OK
tr: Tamam

source: Next
tr: İlerle

# dialogDeleteAccountTitle
source: Delete Account
tr: Hesabı Sil

# dialogDeleteAccountContent
source: All your information will be deleted along with your account, are you sure you want to delete it ?
tr: Tüm bilgilerinizz hesabınızla beraber silinecektir, silmek istediğinize emin misiniz ?

# dialogIgnoreChangesTitle
source: Ignore Changes
tr: Değişikleri yoksay

# dialogIgnoreChangesContent
source: Are you sure you ignore the changes?
tr: Yaptığım değişiklikleri yoksay ?

# dialogKeepSameProductTitle
source: Keep on same product
tr: Aynı ürünle devam et

# dialogKeepSameProductContent
source: Do you want to work on same product
tr: Aynı ürünle devam etmek istiyor musunuz ?

# dialogLogOutTitle
source: Log Out
tr: Çıkış Yap

# dialogLogOutContent
source: Are you sure you want to log out?
tr: Çıkış yapmak istediğinize emin misiniz?

# dialogPasswordResetTitle
source: Password reset
tr: Şifreyi sıfırla

# dialogPasswordResetContent
source: We have now sent you a pssword reset link. Please Check your email for more information
tr: Şuan parola sıfırlamak için bir email gönderdik, lütfen kontrol ediniz.

source: An error occurred
tr: Bir hata oluştu

# pleaseWait
source: Please wait a moment
tr: Lütfen bekleyiz

source: wait
tr: bekleyin

# noOneSellTheProducts
source: No one sell the products, now
tr: Şuan herhangi bir ürün satışta değil

# hasNoData
source: has no data, yet
tr: Veriler henüz gelmedi

# thereIsNoChat
source: There is no chat, yet
tr: Henüz hiçbir konuşmanız yok

source: This field cannot be blank.
tr: Bu alan boş bırakılamaz
